recipes/aussie-damper.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Aussie Damper</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="james" />
<link rel="stylesheet" type="text/css" href="../static/recipe.css" />
<link rel="icon" type="image/ico" href="../static/favicon.svg" />
</head>
<body>
<div id="org-div-home-and-up"> <a href="../index.html"> Home </a> </div> <div id="btns"><button id="copy-btn" onclick="copyTicked()"></button> <button id="untick-btn" onclick="untickAll()"></button></div><div id="notify">Copied!</div><div id="content">
<h1 class="title">Aussie Damper</h1>
<p>
<a href="https://foodequalshappyme.com/2013/01/13/aussie-damper/">Original link</a>
</p>

<div id="outline-container-orgb78b9be" class="outline-2">
<h2 id="orgb78b9be">Ingredients:</h2>
<div class="outline-text-2" id="text-orgb78b9be">
<ul class="org-ul">
<li>3 cups self raising flour</li>
<li>Pinch of salt</li>
<li>80g chilled butter</li>
<li>3/4 cup of water</li>
</ul>
</div>
</div>

<div id="outline-container-orgea38a37" class="outline-2">
<h2 id="orgea38a37">Method</h2>
<div class="outline-text-2" id="text-orgea38a37">
<ol class="org-ol">
<li>Sift flour and salt in a bowl. Cut the chilled butter into cubes and rub into the flour with your fingertips until the mixture looks like breadcrumbs.</li>
<li>Make a well in the center and add the water. Using a butter knife in a cutting motion mix until the mixture comes together. If it looks a little dry you can add a little extra water.</li>
<li>Turn the mixture out onto a floured surface, and pull it together with your hands. Knead it gently for 1-2mins or until it becomes smooth. Shape it into a round and using a knife dipped in flour, lightly mark 8 wedges on the top.</li>
<li>Place it on a baking tray lined with baking paper. Sprinkle the top with flour, and bake for 35mins at 200&deg;C, or until golden and when tapped underneath sounds hollow.</li>
<li>Leave it to cool on a wire rack for 30mins. If you cut it too soon it will look undercooked, however it just needs time to rest before cutting.</li>
</ol>
</div>
</div>
</div>
</body>
</html>
